{
    "navAbout": "About me",
    "navSkills": "Skills",
    "mySkills": "My skills",
    "skills":"Skills",
    "contact": "Contact",
    "skillsText": "I have gained experience in building projects with various front end technologies and concepts.",
    "about":"About",
    "aboutIntro": "Hi! I'm a Frontend Developer based in Neuss, Germany, with experience in designing various web apps using TypeScript and Angular. I've collaborated in team environments and build projects on my own, feel free to check out my portfolio for a glimpse of my work.",
    "aboutFirst": "I am captivated by the diverse possibilities within programming. Constructing projects from the ground  up and experiencing the satisfaction upon their completion are among my favorite aspects. I am seeking for an opportunity to demonstrate my skills as a junior frontend developer.",
    "aboutSecond": "I am glad to have stepped in the realm of programming, and I am now actively seeking a position within an outstanding team. My aim is to consistently learn and evolve. I am highly motivated and excited to tackle new challenges, embracing them as opportunities for daily learning and growth.",
    "portfolioText": "This page is a sample of my work - please feel free to try them out",
    "joinText": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
    "polloText": "Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.",
    "pokeText":"Based on the PokéAPI a simple library that provides and catalogues pokemon information.",
    "crmText":"A Simple Customer Relationship Management system working with CRUD functionality.",
    "problem": "Got a problem to solve?",
    "contactText": "Contact me through this form, I am interested in hearing you, knowing your ideas and contributing to your projects with my work",
    "developer": "Need a Frontend developer?",
    "touchOne": "Contact me!",
    "y-name": "Your name",
    "y-mail": "Your e-mail",
    "y-message": "Your message....",
    "name": "Your name is required",
    "mail": "Your e-mail is required",
    "message": "Your message is required",
    "btnContact": "Send message :)",
    "me": "I am",
    "developerOne": "Frontend Developer",
    "touchTwo": "Let's talk!",
    "scroll": "Scroll down",
    "touchThree": "Get in touch",
    "mailSent": "Your e-mail has been sent successfully",
    "imprint":"Imprint",
    "privacy":"privacy policy",
    "read":"I've read the",
    "policy":"privacy policy",
    "agree":"and agree to the processing of my data as outlined.",

    "disclaimer":"Disclaimer :",
    "content":"Liability for Content",
    "liability":"The content of our pages was created with the utmost care. However, we cannot guarantee the accuracy, completeness, and timeliness of the content. As a service provider, we are responsible for our own content on these pages under general law pursuant to Section 7 (1) of the German Telemedia Act (TMG). According to §§ 8 to 10 TMG, however, we are not obligated as a service provider to monitor transmitted or stored third-party information or to investigate circumstances that indicate illegal activity. Obligations to remove or block the use of information under general law remain unaffected. However, liability in this regard is only possible from the time of knowledge of a specific infringement. Upon becoming aware of corresponding infringements, we will remove this content immediately.",
    "links":"Liability for Links",
    "linksTwo":"Our offer contains links to external websites of third parties, the content of which we have no influence over. Therefore, we cannot assume any liability for this external content. The respective provider or operator of the pages is always responsible for the content of the linked pages. The linked pages were checked for possible legal violations at the time of linking. Illegal content was not discernible at the time of linking. However, a permanent control of the content of the linked pages is not reasonable without concrete evidence of a violation of the law. Upon becoming aware of legal violations, we will remove such links immediately.",
    "copy":"Copyright",
    "copyTwo":"The content and works created by the site operators on these pages are subject to German copyright law. The duplication, editing, distribution, and any kind of exploitation outside the limits of copyright law require the written consent of the respective author or creator. Downloads and copies of this page are only permitted for private, non-commercial use. Insofar as the content on this page was not created by the operator, the copyrights of third parties are respected. In particular, third-party content is identified as such. Should you nevertheless become aware of a copyright infringement, please inform us accordingly. Upon becoming aware of legal violations, we will remove such content immediately.",
    "data":"Data Protection",
    "dataTwo":"The use of our website is usually possible without providing personal data. If personal data (e.g., name, address, or email addresses) is collected on our pages, this is always done on a voluntary basis as far as possible. This data will not be passed on to third parties without your express consent. We point out that data transmission over the Internet (e.g., communication by email) can have security gaps. A complete protection of data against access by third parties is not possible. The use of contact data published within the scope of the imprint obligation by third parties for sending unsolicited advertising and information materials is hereby expressly prohibited. The operators of the pages expressly reserve the right to take legal action in the event of unsolicited sending of advertising information, such as spam emails.",  
    "impTwo":"Information according to § 5 TMG:",
    "source":"Source :",
    "phone":"Phone :"

}