{
    "About me": "About me",
    "Skills": "Skills",
    "My skills": "My skills",
    "Contact": "Contact",
    "Hi! I'm a Frontend Developer based in Neuss, Germany, with experience in designing various web apps using TypeScript and Angular. I've collaborated in team environments and build projects on my own, feel free to check out my portfolio for a glimpse of my work.":"Hi! I'm a Frontend Developer based in Neuss, Germany, with experience in designing various webapps using TypeScript and Angular. I've collaborated in team environments and build projects on my own, feel free to check out my portfolio for a glimpse of my work.",
    "I am captivated by the diverse possibilities within programming. Constructing projects from the ground  up and experiencing the satisfaction upon their completion are among my favorite aspects. I am seeking for an opportunity to demonstrate my skills as a junior frontend developer." : "I am captivated by the diverse possibilities within programming. Constructing projects from the ground up and experiencing the satisfaction upon their completion are among my favorite aspects. I am seeking for an opportunity to demonstrate my skills as a junior frontend developer.",
"I am glad to have stepped in the realm of programming, and I am now actively seeking a position within an outstanding team. My aim is to consistently learn and evolve. I am highly motivated and excited to tackle new challenges, embracing them as opportunities for daily learning and growth.": "I am glad to have stepped in the realm of programming, and I am now actively seeking a position within an outstanding team. My aim is to consistently learn and evolve. I am highly motivated and excited to tackle new challenges, embracing them as opportunities for daily learning and growth.",
"Got a problem to solve?":"Got a problem to solve?",
"Contact me through this form, I am interested in hearing you, knowing your ideas and contributing to your projects with my work":"Contact me through this form, I am interested in hearing you, knowing your ideas and contributing to your projects with my work",
"Need a Frontend developer?":"Need a Frontend developer?",
"Contact me!":"Contact me!",
"Your name is required":"Your name is required",
"Your e-mail is required":"Your e-mail is required",
"Your message is required":"Your message is required",
"I've read the privacy policy and agree to the processing of my data as outlined.":"I've read the privacy policy and agree to the processing of my data as outlined.",
"Send message :)":"Send message :)",
"I am":"I am",
"Frontend Developer":"Frontend Developer",
"Let's talk!":"Let's talk!",
"Scroll down":"Scroll down",
"This page is a sample of my work - please feel free to try them out":"This page is a sample of my work - please feel free to try them out",
"Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.":"Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
"Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.":"Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.",
"I have gained experience in building projects with various front end technologies and concepts.":"I have gained experience in building projects with various front end technologies and concepts.",
"Get in touch":"Get in touch"
}